Repository: mbabinski218/Movieverse
Catalog: Backend/Movieverse.Application/Resources/MediaResources.*.resx
Languages: pl_pl

source: Media does not exist
pl_pl: Media nie istnieją

# MediaWithTitleAlreadyExists
source: Media with this title already exists
pl_pl: Taki tytuł już istnieje

source: Could not add media
pl_pl: Nie można dodać

source: Invalid media type
pl_pl: Zły typ mediów

source: Title too short
pl_pl: Tytuł jest za krótki

source: Title too long
pl_pl: Tytuł jest za długi

source: Could not update media
pl_pl: Nie można zaktualizować

source: Details too long
pl_pl: Szczegóły za długie

source: Storyline too long
pl_pl: Opis fabuły jest za długa

source: Tagline too long
pl_pl: Slogan jest za długi

source: Technical specs too long
pl_pl: Dane techniczne są za długie

source: Media is not movie
pl_pl: Media to nie film

source: Media is not series
pl_pl: Media to nie serial

source: Role does not exist
pl_pl: Rola nie istnieje

source: Place not found
pl_pl: Nie znaleziono

source: Invalid chart category
pl_pl: Nie istnieje taka kategoria

source: Invalid chart type
pl_pl: Nie istnieje taki typ
