Repository: mbabinski218/Movieverse
Catalog: Backend/Movieverse.Application/Resources/UserResources.*.resx
Languages: pl_pl

source: Wrong email format
pl_pl: Błędny format email

source: Enter password
pl_pl: Podaj hasło

source: Wrong data format
pl_pl: Błędny format

source: Enter email
pl_pl: Podaj email

source: Enter user name
pl_pl: Podaj nazwę użytkownika

source: Enter age
pl_pl: Podaj wiek

source: Confirm password
pl_pl: Potwierdź hasło

source: Passwords must be the same
pl_pl: Hasła muszą być takie same

source: Email is not confirmed
pl_pl: Potwierdź email

source: Invalid password
pl_pl: Błędne hasło

source: Cloud not sign in
pl_pl: Błąd podczas logowania

source: Failed to register user
pl_pl: Błąd podczas rejestracji

# AgeMustBeGreaterThanZero
source: Age must be greater than 0
pl_pl: Wiek musi być większy niż 0

source: Enter authenticator
pl_pl: Błędny uwierzytelniacz

source: Enter refresh token
pl_pl: Podaj refresh token

source: Failed to add roles
pl_pl: Błąd podczas dodawania do ról

source: Failed to authenticate via Google
pl_pl: Błąd podczas logowania przez Google

source: Failed to login with refresh token
pl_pl: Błąd podczas logowania przez refresh token

source: Invalid grant type
pl_pl: Błędny typ dostępu

source: Invalid refresh token
pl_pl: Błędny refresh token

source: User does not exist
pl_pl: Użytkownik nie istnieje

source: User update failed
pl_pl: Błąd przy aktualizacji danych użytkownika

source: You are not logged in
pl_pl: Nie jesteś zalogowany

source: User already have personality
pl_pl: Użytkownik ma już osobowość

# EmailOrUserNameAlreadyExist
source: Email or username already taken
pl_pl: Istnieje już użytkownik o takim emailu lub nazwie

source: Failed to login
pl_pl: Błąd podczas logowania

source: Failed to change username
pl_pl: Błąd podczas zmiany nazwy użytkownika

source: Fatal error
pl_pl: Błąd krytyczny

source: Failed to change email
pl_pl: Błąd podczas zmianyadresu email

source: No data
pl_pl: Brak danych
